{
  "nodes": [
    {
      "id": 1,
      "name": "1840"
    },
    {
      "id": 2,
      "name": "1850"
    },
    {
      "id": 3,
      "name": "1860"
    },
    {
      "id": 4,
      "name": "1870"
    },
    {
      "id": 5,
      "name": "1880"
    },
    {
      "id": 6,
      "name": "1890"
    },
    {
      "id": 7,
      "name": "1900"
    },
    {
      "id": 8,
      "name": "1910"
    },
    {
      "id": 9,
      "name": "1920"
    },
    {
      "id": 10,
      "name": "1930"
    },
    {
      "id": 11,
      "name": "1940"
    },
    {
      "id": 12,
      "name": "1950"
    },
    {
      "id": 13,
      "name": "1960"
    },
    {
      "id": 14,
      "name": "1970"
    },
    {
      "id": 15,
      "name": "1980"
    },
    {
      "id": 16,
      "name": "1990"
    },
    {
      "id": 17,
      "name": "2000"
    },
    {
      "id": 18,
      "name": "2010"
    },
    {
      "id": 19,
      "name": "2020"
    }
  ],
  "links": [
    {
      "source": 1,
      "target": 16,
      "year1": "1846",
      "text1": "The rapid acceptance of anesthesia in 1846 aids in the secularization of pain, making way for morphine and opium use in pain treatment.",
      "year2": "1996",
      "text2": "The American Pain Society develops 'Pain as the Fifth Vital Sign' to subjectively diagnose pain patients. Studies showing inadequate pain treatment by physicians start to surface.",
      "title": "Pain As The Predecessor"
    },
    {
      "source": 6,
      "target": 16,
      "year1": "1898",
      "text1": "Due to it's higher potency allowing for smaller, less frequent doses, Heroin is created in 1898 and sold commercially by Bayer as a 'non-addictive' substitute for morphine.",
      "year2": "1995",
      "text2": "OxyContin (oxycodone controlled-release) is approved as the first formulation of oxycodone that allowed dosing every 12 hours instead of every 4 to 6 hours, marketing it as non-addictive.",
      "title": "'Non-Addictive' Alternatives"
    },
    {
      "source": 3,
      "target": 16,
      "year1": "1898-1924",
      "text1": "Heroin is available over-the-counter and marketed as a cough suppressant, used in the treatment of pneumonia and tuberculosis, and frequently used in the treatment of morphine addiction.",
      "year2": "1995-2010",
      "text2": "OxyContin is promoted in an extensive national commercial campaign that claims it is safe for use in moderate to severe pain.",
      "title": "Widespread Medical Use of Opiates"
    },
    {
      "source": 6,
      "target": 17,
      "year1": "Late 1800s",
      "text1": "Throughout the late 19th century, medical journals filled with warnings about the dangers of Heroin addiction.",
      "year2": "2001",
      "text2": "Dr. Art Van Zee writes Purdue with his concerns about OxyContin and launches a petition in 2001 to try and convince the F.D.A. to take OxyContin off the market until it could be reformulated.",
      "title": "Doctor's Raise their Concerns"
    },
    {
      "source": 7,
      "target": 17,
      "year1": "1906",
      "text1": "The American Medical Association finally sounds an alarm on Heroin due the the increase of abuse.",
      "year2": "2007",
      "text2": "After years of doctors and communities 'sounding the alarm' on OxyContin, Purdue admits in trial that it mismarketed OxyContin by claiming it was non-addictive with no FDA approval of these claims.",
      "title": "Sounding the Alarm, Finally"
    },
    {
      "source": 7,
      "target": 18,
      "year1": "1910s",
      "year2": "2012",
      "text1": "A <b> rise </b> in Heroin-related admissions to hospitals and concern from the American Medical Association and other officials slows the widespread prescription of Heroin.",
      "text2": "According to CDC data, opioid prescribing peaks in 2012 but soon starts to decline due to public concern over Oxycontin's mismarketing. Doctors become hesitant to prescribe OxyContin for its marketed purposes.",
      "title": "A Drop in Prescriptions"
    },
    {
      "source": 8,
      "target": 19,
      "year1": "1915",
      "text1": "The 1915 Harrison Act severely restricts the sale and possession of Heroin and other narcotic drugs but does little else to address the ongoing crisis. By 1924, Heroin is outlawed.",
      "year2": "2010s - Present Day",
      "text2": "New guidelines for treating pain outlined by the CDC have been in development for the past 2 decades. Despite these efforts, the destruction of the modern epidemic continues.",
      "title": "Too Little Too Late, Legislation"
    },
    {
      "source": 4,
      "target": 18,
      "year1": "1910",
      "text1": "In the early 1910s, addicts 'discover' that intravenous administration enhances Heroin's euphoric effects. It becomes a narcotic drug and abuse spreads quickly.",
      "year2": "2010s",
      "text2": "There is a noticeable shift in the kinds of overdoses being reported. Prescription opioids remain a problem, but a large surge in heroin usage also has a hand in addiction rates.",
      "title": "Addicts Turn to Illicit Drugs"
    },
    {
      "source": 10,
      "target": 17,
      "year1": "1930",
      "text1": "The stigmatization and criminalization of those remaining struggling with an opioid use disorder makes room for the devastation caused by the nation's first epidemic to recede from memory.",
      "year2": "2001",
      "text2": "Richard Sackler, President of Purdues Pharma, makes false claims that opioid abuse was no fault of the pharmaceutical industry in an infamous email to his consitiuents, weaponizing the century long stigmitization of people struggling with addiction.",
      "title": "Blame the Users and Introduce Stigma"
    }
  ]
}